GalaxionAutomation/requests/soap/in/getBalances

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v1="http://www.meteor.ie/SOA/1.0/MeteorDataModelINQuery/v1" xmlns:com="http://www.meteor.ie/SOA/1.0/Common" xmlns:v11="http://www.meteor.ie/MID/Resource/LogicalResource/LogicalResource/v1" xmlns:v12="http://www.meteor.ie/SOA/1.0/MeteorDataModelIN/v1">
   <soapenv:Header/>
   <soapenv:Body>
      <v1:getBalances>
         <com:serviceUser>
            <com:user>?</com:user>
            <com:applicationDescriptor>?</com:applicationDescriptor>
            <com:applicationIdentifier>?</com:applicationIdentifier>
         </com:serviceUser>
         <v11:Msisdn>$msisdn</v11:Msisdn>
         <v1:Correlation>
            <v12:correlationID>12355</v12:correlationID>
         </v1:Correlation>
      </v1:getBalances>
   </soapenv:Body>
</soapenv:Envelope>